Repository: KrabED/Adhocracy2
Catalog: locale-source/locale/*/LC_MESSAGES/django.po
Languages: he

source: The module was created
he: המודול נוצר

source: Module is already added
he: המודול כבר נוסף

source: Module cannot be added. Required fields are missing.
he: לא ניתן להוסיף מודול. שדות נדרשים חסרים.

source: The module is displayed in the project.
he: המודול מוצג בפרויקט.

source: Module is already removed
he: מודול כבר הוסר

source: Module cannot be removed from a published project.
he: לא ניתן להסיר מודול מפרויקט שפורסם.

source: The module is no longer displayed in the project.
he: המודול לא מוצג יותר בפרויקט.

source: The module has been deleted
he: המודול נמחק

source: Module cannot be deleted. It has to be removed from the project first.
he: לא ניתן למחוק את המודול. קודם יש להסיר אותו מהפרויקט.

source: Project was created.
he: הפרויקט נוצר.

source: Subjects
he: נושאים

source: Alphabetical
he: מילוני

source: max 120 characters
he: מקסימום 120 תווים

source: In addition to the title, you can insert an optional explanatory text (max. 350 char.). This field is only shown in the participation if it is filled out.
he: בנוסף לכותרת, ניתן להוסיף טקסט הסבר אופציונלי (מקסימום 350 תווים). שדה זה מוצג בהשתתפות רק אם הוא מלא.

source: Debate phase
he: שלב העימות

source: Debate subjects.
he: נושאי עימות.

source: %(count)s Contribution
he: תרומה אחת

source: Discuss with us!
he: דונו איתנו!

source: Read more
he: קראו עוד

source: Confirm Subject Deletion
he: אישור מחיקת נושא

source: Are you sure you want to delete the subject?
he: את/ה בטוח/ה שברצונך למחוק את הנושא?

source: Add a new subject
he: הוספת נושא חדש

source: Subject
he: נושא

source: Add Subject
he: הוספת נושא

source: Edit subject
he: עריכת נושא

source: The subject has been deleted
he: הנושא נמחק

source: Document
he: מסמך

source: Comment phase
he: שלב התגובות

source: commenting text
he: טקסט תגובה

source: Post comments on the paragraphs of the text
he: פרסום תגובות על פסקאות הטקסט

source: Table of Contents
he: תוכן עניינים

source: %(count)s Comment
he: %(count)s תגובה

source: Edit document
he: עריכת מסמך

source: Previous Chapter
he: פרק קודם

source: Next Chapter
he: פרק הבא

source: back to chapter
he: בחזרה לפרק

source: Document has no chapters defined.
he: לא הוגדרו פרקים למסמך

source: Contribution to your supported ideas
he: תרומה לרעיונות שבהם תמכת

source: Contribution to all ideas
he: תרומה לכלל הרעיונות

source: Goal
he: יעד

source: Missing Choins
he: מטבעות חסרים

source: order
he: מיון

source: Balance
he: יתרה

source: Suggest ideas and vote for others' ideas
he: הציעו רעיונות והצביעו לרעיונות של אחרים

source: You can add ideas, discuss them, and vote for them in a single phase.
he: ניתו להוסיף רעיונות, לדון בהם ולהצביע עבורם בשלב יחיד.

source: Accepted Ideas
he: רעיונות שהתקבלו

source: You paid
he: שילמת

source: Total cost
he: סכום כולל

source: supporters
he: תומכים

source: Before you joined
he: לפני שהצטרפת

source: Idea accepted! <a href=%(url)s>%(name)s</a> cost %(cost)s choins.<br/>It was funded by %(count)s supporters. <br/>
he: רעיון התקבל! <a href=%(url)s>%(name)s</a> עלה %(cost)s מטבעות.<br/>מומן על ידי %(count)s תומכים. <br/>

source: Choin Events
he: היסטוריה

source: You joined module '%(module)s' - project '%(project)s'
he: הצטרפת למודול '%(module)s' - פרויקט '%(project)s'

source: Choin Giveaway! All %(count)s participants receive %(giveaway)s choins.
he: חלוקת מטבעות! כל %(count)s המשתתפים קיבלו %(giveaway)s מטבעות.

source: Idea accepted! <a href=%(url)s>%(name)s</a> cost %(cost)s choins.<br/>It was funded by %(count)s supporters. <br/> All participants received more %(giveaway)s choins. You supported it and paid %(paid)s choins.
he: רעיון התקבל! <a href=%(url)s>%(name)s</a> עלה %(cost)s מטבעות-בחירה.<br/>מומן על ידי %(count)s תומכים. <br/> כל המשתתפים קיבלו עוד %(giveaway)s מטבעות. את/ה תמכת בו ושילמת %(paid)s מטבעות.

source: Idea accepted! <a href=%(url)s>%(name)s</a> cost %(cost)s choins.<br/>It was funded by %(count)s supporters. <br/> You did not support it so you recieved more %(giveaway)s choins as a compensation.
he: רעיון התקבל! <a href=%(url)s>%(name)s</a> עלה %(cost)s מטבעות-בחירה.<br/>מומן על ידי %(count)s תומכים. <br/> לא תמכת ברעיון זה לכן קיבלת עוד %(giveaway)s מטבעות כפיצוי.

source: Your balance
he: יתרתך

source: Participants can submit their own ideas, discuss the ideas of others, and vote for the ideas they support. The ideas are ordered in a fair way. Rather than just ordering them by number of votes, which may be unfair towards minorities, the module uses an algorithm that guarantees to each group a proportional share of the locations on the first page.
he: משתתפים יכולים להגיש רעיונות, לדון בהם עם אחרים, להצביע עבור רעיונות שבהם תומכים. הרעיונות ממויינים בסדר הוגן. במקום למיין רק על סמך כמות ההצבעות - מיון אשר יכול להיות לא הוגן כלפי מיעוטים, המרחב מאפשר שימוש באלגוריתם המבטיח לכל קבוצה חלוקה פרופורציונלית של מיקומים המוצגת בדף הראשון.

source: Participants can submit their own ideas, discuss the ideas of others, and vote for the ideas they support. The ideas are ordered in a fair way. Rather than just ordering them by number of votes, which may be unfair towards minorities, the module uses an algorithm that guarantees to each group a proportional share of the locations on the first page. Fairness is maintained through <strong>choins</strong>. Whenever an idea gets accepted, all users receive choins based on the cost of the accepted idea. If you voted for the idea, you pay your choins to support that idea; otherwise, you keep the choins. The remaining ideas are ordered according to the number of choins that their supporters need in order to pay their cost. This mechanism guarantees that no group of users will be ignored for too long.
he: משתתפים יכולים להגיש רעיונות, לדון בהם עם אחרים, להצביע עבור רעיונות שבהם תומכים. הרעיונות ממויינים בסדר הוגן. במקום למיין רק על סמך כמות ההצבעות - מיון אשר יכול להיות לא הוגן כלפי מיעוטים, המרחב מאפשר שימוש באלגוריתם המבטיח לכל קבוצה חלוקה פרופורציונלית של מיקומים המוצגת בדף הראשון. הסדר ההוגן מחושב בעזרת <strong>מטבעות</strong>. בכל פעם שרעיון מתקבל, כל המשתתפים מקבלים מטבעות וירטואליים בהתאם לעלות הרעיון שהתקבל. מי שתמך ברעיון משלם את המטבעות שלו עבור אותו רעיון; מי שלא תמך לא משלם. שאר הרעיונות ממויינים לפי מספר המטבעות שתומכי אותם רעיונות צריכים כדי לשלם את עלות הרעיון. כל זה מבטיח שאף קבוצה של משתמשים לא תשאר מקופחת לזמן רב.

source: Read Less
he: קרא/י עוד

source: Participation
he: השתתפות

source: History
he: היסטוריה

source: Online participation
he: השתתפות אונליין

source: Participation is not possible at the moment.
he: השתתפות אינה אפשרית כרגע.

source: It starts on %(date)s.
he: מתחיל ב %(date)s.

source: It continues on %(date)s.
he: ממשיך ב %(date)s.

source: It ended on %(date)s.
he: מסתיים ב %(date)s.

source: active
he: פעיל

source: This project is not publicly visible. Only invited users can see content and actively participate.
he: פרויקט זה אינו ציבורי. רק משתפים שהוזמנו יכולים לראות תוכן ולהשתתף באופן פעיל.

source: This project is publicly visible. Invited users can actively participate.
he: פרויקט זה הינו ציבורי. משתתפים שהוזמנו יכולים להשתתף באופן פעיל.

source: No results yet.
he: אין תוצאות עדיין.

source: Wallet
he: ארנק

source: You support %(vote_count)s ideas from this list
he: תמכת ב%(vote_count)s רעיונות מרשימה זו

source: Add image
he: הוספת תמונה

source: Visualize your idea.
he: המחשת הרעיון.

source: Issue phase
he: שלב הנושאים

source: Create new ideas.
he: יצירת רעיונות חדשים.

source: ideas collection
he: אוסף רעיונות

source: Collect phase
he: שלב האיסוף

source: Create and comment on new ideas.
he: צרו רעיונות חדשים והגיבו עליהם.

source: Rating phase
he: שלב הדירוג

source: Rate the previously collected ideas.
he: דרגו את הרעיונות שנאספו קודם לכן.

source: Feedback phase
he: שלב המשוב

source: Get feedback for collected ideas through rates and comments.
he: קבלו משוב על הרעיונות שנאספו על סמך דירוג ותגובות.

source: Collect ideas and get feedback
he: אספו רעיונות וקבלו משוב

source: Create new ideas and get feedback through rates and comments.
he: צרו רעיונות חדשים וקבלו משוב על סמך דירוג ותגובות.

source: Confirm Idea Deletion
he: אישור מחיקת רעיון

source: Are you sure you want to delete the idea?
he: את/ה בטוח/ה שברצונך למחוק את הרעיון?

source: Submit a new idea for this project
he: הגשת רעיון חדש לפרויקט זה

source: Submit idea
he: הגשת רעיון

source: back to idea
he: בחזרה לרעיון

source: Feedback on this idea
he: משוב על רעיון הזה

source: Edit idea
he: עריכת רעיון

source: Need Choins/supporter
he: דרושים מטבעות לתומך

source: Your investment
he: ההשקעה שלך

source: Most sponsored
he: הממומן ביותר

source: Nearest to goal
he: הקרוב ביותר ליעד

source: Fair Acceptance Order
he: סדר קבלה הוגן

source: Your Idea has been deleted
he: הרעיון נמחק

source: Media
he: מדיה

source: Affiliations
he: שייכויות

source: Edit affiliations
he: עריכת שייכויות

source: Affiliation
he: שייכות

source: Question
he: שאלה

source: Characteristic
he: מאפיין

source: Event image
he: תמונת אירוע

source: The image is displayed next to the event description.
he: התמונה מוצגת ליד תיאור האירוע.

source: Add question.
he: הוספת שאלה

source: Edit live stream
he: עריכת שידור חי

source: Here you can specify affiliations. Users must classify questions accordingly. The questions can be filtered by affiliation and evaluated in the statistics.
he: כאן תוכל/י לציין שייכויות. משתמשים חייבים לסווג שאלות בהתאם. השאלות יכולות להיות מסוננות לפי שייכות ולהיות מוערכות ב סטטיסטיקות.

source: Add affiliation
he: הוספת שייכות

source: post
he: פרסום

source: Live now
he: בשידור חי כעת

source: During this event you can ask questions live
he: במהלך אירוע זה ניתן לשאול שאלות בשידור חי

source: %(time_left)s remaining
he: %(time_left)s נותרו

source: finished
he: הסתיים

source: Interactive
he: אינטראקטיבי

source: Type of event
he: סוג אירוע

source: Go to event
he: לאירוע

source: join in
he: הצטרפו

source: Enter event link
he: הכניסו קישור לאירוע

source: Ask a question yourself!
he: שאל/י שאלה בעצמך!

source: I confirm that I have read and accepted the {}terms of use{} and the {}data protection policy{}.
he: אני מאשר/ת שקראתי והסכמתי ל{}תנאי השימוש{} ול{}מדיניות הפרטיות{}.

source: Please locate your proposal on the map.
he: אנא מקמ/י את ההצעה שלך על גבי המפה.

source: Where can your idea be located on a map?
he: היכן הרעיון שלך יכול להיות ממוקם על המפה?

source: Click inside the marked area or type in an address to set the marker. A set marker can be dragged when pressed.
he: לחצ/י בתוך האזור המסומן או הקלד/י כתובת כדי להציב את הסימון. סימון שהוצב ניתן לגרירה כאשר לוחצים עליו.

source: Label of the ideas location
he: תווית של מיקום הרעיונות

source: This could be an address or the name of a landmark.
he: זה יכול להיות כתובת או שם של אתר חשוב.

source: Create new ideas, locate them on a map and comment on them.
he: צור/י רעיונות חדשים, מקם/י אותם על מפה והגיב/י עליהם.

source: Create new ideas located on a map and comment them.
he: צור/י רעיונות חדשים הממוקמים על מפה והגיב/י עליהם.

source: Rate the previously collected ideas to get quantitative feedback.
he: דרג/י את הרעיונות שנאספו קודם לכן כדי לקבל משוב כמותי.

source: Create new ideas located on a map and get feedback through rates and comments.
he: צור/י רעיונות חדשים הממוקמים על מפה וקבל/י משוב דרך דירוגים ותגובות.

source: Submit Idea
he: הגשת רעיון

source: Moderate %(name)s
he: ניהול %(name)s

source: Moderate idea
he: ניהול רעיון

source: You can choose a preset for further customization.
he: ניתן לבחור הגדרה מראש לצורך התאמה אישית נוספת.

source: Moderator feedback for items with fixed feedback choices
he: משוב מנהל עבור פריטים עם אפשרויות משוב קבועות

source: Under consideration
he: תחת שיקול

source: Rejected
he: נדחה

source: Accepted
he: התקבל

source: Official feedback
he: משוב רשמי

source: The official feedback will appear below the idea, indicating your organisation. The idea provider receives a notification.
he: המשוב הרשמי יופיע מתחת לרעיון.יוצר הרעיון יקבל התראה.

source: Processing status
he: סטטוס תהליך

source: The editing status appears below the title of the idea in red, yellow or green. The idea provider receives a notification.
he: הסטטוס שנערך יופיע מתחת לכותרת הרעיון באדום, צהוב או ירוק. יוצר הרעיון יקבל התראה.

source: Moderator feedback
he: משוב מנחה

source: Moderator remark
he: הערת מנחה

source: Write down your remark!
he: כתבו למטה את הערתכם!

source: Note only visible internally within project.
he: הערה גלויה רק פנימית בתוך הפרויקט.

source: Receivers are all users which follow the following project:
he: הנמענים הם כל המשתמשים שמעקב אחרי הפרויקט הבא:

source: Organisation
he: ארגון

source: Select a Project
he: בחר/י פרויקט

source: Users following a specific project
he: משתמשים העוקבים אחרי פרויקט מסוים

source: Users following your organisation
he: משתמשים העוקבים אחרי הארגון שלך

source: Every initiator of your organisation
he: כל יוזם בארגון שלך

source: Every user of the platform
he: כל משתמש בפלטפורה

source: Sender
he: שולח

source: Email body
he: תוכן האימייל

source: When adding images, please ensure to set the width no larger than 600px.
he: בעת הוספת תמונות, יש לוודא שהרוחב לא יעלה על 600 פיקסלים.

source: Sent
he: נשלח

source: Receivers
he: נמענים

source: Newsletter
he: ניוזלטר

source: Create Newsletter
he: יצירת ניוזלט

source: Newsletter has been saved and will be sent to the recipients.
he: הניוזלטר נשמר ויישלח לנותני הכתובת.

source: Offline Events
he: אירועי אופליין

source: Date
he: תאריך

source: Time
he: זמן

source: Event type
he: סוג אירוע

source: The content of this field is shown in the timeline. It should have no more than 30 characters e.g. Information event or 3rd public workshop.
he: התוכן של שדה זה מוצג בציר הזמן. זה צריך לכלול לא יותר מ־30 תווים, לדוגמה: אירוע מידע או הסדנה הציבורית ה־3.

source: Confirm Offline Event Deletion
he: אישור מחיקת אירוע אופליין

source: Create a new topic
he: יצירת נושא חדש

source: Add a new offline event
he: הוספת אירוע אופליין חדש

source: Offlineevents
he: אירועי אופליין

source: Add offline event
he: הוספת אירוע אופליין

source: Here, you can include events that take place as part of the participation project.
he: כאן תוכל/י לכלול אירועים שמתבצעים כחלק מפרויקט ההשתתפות.

source: Edit offline event
he: עריכת אירוע אופליין

source: The offline event has been deleted
he: אירוע האופליין נמחק

source: Here you can find an example of an {}imprint{}.
he: כאן ניתן למצוא דוגמא ל{}חותם{}.

source: Here you can find an example of {}terms of use{}.
he: כאן ניתן למצוא דוגמא ל{}תנאי שימוש{}.

source: Here you can find an example of a {}data protection policy{}.
he: כאן ניתן למצוא דוגמא ל{}מדיניות הגנת מידע{}.

source: Instagram Post 1080x1080
he: פוסט אינסטגרם 1080x1080

source: Instagram Story 1080x1920
he: סטורי אינסטגרם 1080x1920

source: Linkedin 1104x736
he: לינקדאין 1104x736

source: Twitter 1200x675
he: טוויטר 1200x675

source: Social Media
he: רשת חברתית

source: Select Project
he: בחירת פרויקט

source: Please select a project of your organisation and click select.
he: אנא בחרו פרויקט של הארגון שלכם ולחצו על בחירה.

source: This title will be displayed as a header. It should be max. {} characters long.
he: כותרת זו מוצגת בראש הדף. היא צריכה להיות מקסימום {} תווים

source: This description will be displayed below the title. It should briefly state the goal of the project in max. {} chars.
he: תיאור זה יוצג מתחת לכותרת. יש לציין בקצרה את מטרת הפרויקט במקסימום {} תווים.

source: Picture Upload
he: העלאת תמונה

source: The picture will be displayed in the sharepic. It must be min. {} pixel wide and {} pixel tall. Allowed file formats are png, jpeg, gif. The file size should be max. 5 MB.
he: התמונה תוצג בתמונה המשותפת. היא חייבת להיות ברוחב מינימלי של {} פיקסלים וגובה מינימלי של {} פיקסלים. פורמטי הקבצים המותרים הם png, jpeg, gif. גודל הקובץ צריך להיות מקסימום 5MB.

source: You can still manage all your preferences on User Agreements.
he: ניתן עדיין לנהל את כל הההעדפות שלך בהסכמי משתמש.

source: Please agree on the organisation's terms of use to be allowed to create content.
he: נא להסכים לתנאי השימוש של הארגון כדי לקבל הרשאה ליצירת תוכן.

source: Title of your organisation
he: כותרת הארגון שלך

source: The title of your organisation will be shown on the landing page. max. 100 characters
he: כותרת הארגון שלך תופיע בדף הנחיתה. מקסימום 100 תווים

source: Short description of your organisation
he: תיאור קצר של הארגון שלך

source: The description will be displayed on the landing page. max. 800 characters
he: תיאור הארגון שלך תופיע בדף הנחיתה. מקסימום 800 תווים

source: Slogan
he: סלוגן

source: The slogan will be shown below the title of your organisation on the landing page. The slogan can provide context or additional information to the title. max. 200 characters
he: הסלוגן יוצג מתחת לכותרת הארגון שלך בדף הנחיתה. הסלוגן יכול לספק הקשר או מידע נוסף לכותרת. מקסימום 200 תווים

source: Information about your organisation
he: מידע על הארגון שלך

source: You can provide general information about your participation platform to your visitors. It’s also helpful to name a general person of contact for inquiries. The information will be shown on a separate "About" page that can be reached via the main menu.
he: ניתן לספק מידע בסיסי על פלטפורמת ההשתתפות שלך למבקריך. מומלץ לנקוב באיש קשר לפניות. המידע יוצג בדף "אודות" נפרד שאליו ניתן להגיע דרך התפריט הראשי.

source: Logo
he: לוגו

source: The Logo representing your organisation. The image must be square and it should be min. 200 pixels wide and 200 pixels tall and max. 800 pixels wide and 800 pixels tall. Allowed file formats are png, jpeg, gif. The file size should be max. 5 MB.
he: הלוגו מייצג את הארגון שלך. התמונה חייבת להיות מרובעת, ברוחב ובאורך של 200-800 פיקסלים. פורמטים אפשריים: png, jpeg, gif. גודל הקובץ מקסימום 5 MB.

source: Please enter a full url which starts with https:// or http://
he: אנא הכניסו כתובת url שלמה המתחילה בhttps:// או http://

source: Header image copyright
he: זכויות יוצרים בראש התמונה

source: Author, which is displayed in the header image.
he: מחבר, המוצג בראש התמונה

source: Imprint
he: חותם

source: Please provide all the legally required information of your imprint. The imprint will be shown on a separate page.
he: אנא ספק/י את כל המידע הנדרש לפי החוק עבור החותם. החותם תוצג בדף נפרד.

source: Terms of use
he: תנאי שימוש

source: Please provide all the legally required information of your terms of use. The terms of use will be shown on a separate page.
he: אנא ספקו את כל המידע החוקי הדרוש על תנאי השימוש שלכם. תנאי השימוש יוצגו בדף נפרד.

source: Data protection policy
he: מדיניות הגנת מידע

source: Please provide all the legally required information of your data protection. The data protection policy will be shown on a separate page.
he: אנא ספקו את כל המידע החוקי הדרוש על הגנת המידע שלכם. מדיניות הגנת המידע תוצג בדף נפרד.

source: Netiquette
he: כללי התנהגות

source: Please provide a netiquette for the participants. The netiquette helps improving the climate of online discussions and supports the moderation.
he: אנא ספק/י כללי התנהגות רשת (netiquette) עבור המשתתפים. הכללים עוזרים לשפר את האווירה של דיונים אונליין ותומכים בניהול.

source: is a supporting organisation
he: הוא ארגון תומך

source: For supporting organisations, the banner asking for donations is not displayed on their pages.
he: עבור ארגונים תומכים, הבאנר המבקש תרומות לא מוצג בדפים שלהם.

source: Default language for e-mails
he: שפת ברירת-מחדל עבור אימיילים.

source: All e-mails to unregistered users (invites) will be sent in this language.
he: כל האימיילים הנשלחים למשתמשים לא רשומים (שהוזמנו) ישלחו בשפה זו.

source: Create Content
he: יצירת תוכן

source: Add a+ logo
he: הוספת לוגו a+

source: Add logo
he: הוספת לוגו

source: To view content changes, click refresh
he: על מנת לראות שינויי תוכן, לחצו על רענון

source: To view the sharepic, click generate
he: על מנת לצפות בתמונה המשותפת, לחץ/י על יצירה.

source: Refresh
he: רענון

source: Generate
he: יצירה

source: Missing important field
he: שדה חשוב חסר

source: Data protection
he: הגנת מידע

source: Edit your organisation information
he: עריכת מידע על הארגון שלך

source: Language availability
he: זמינות שפה

source: Manage here the content of your page in the desired languages. You can add or delete them.
he: נהל/י כאן את תוכן הדף שלך בשפות הרצויות. תוכל/י להוסיף או למחוק אותן.

source: Edit your legal information
he: עריכת המידע המשפטי שלך

source: More about
he: עוד אודות

source: Find us on social media and share your insights of this participation.
he: מצא/י אותנו ברשתות החברתיות ושתף/י את התובנות שלך לגבי השתתפות זו.

source: Opens in new window
he: פתיחה בחלון חדש

source: Currently, there are no public participation processes. Please check again later.
he: כרגע אין תהליכי השתתפות ציבוריים. אנא בדק/י שוב מאוחר יותר.

source: Currently, there are no public participation processes. Sign in <a href="%(account_login_url)s?next=%(organisation_url)s">here</a> or read more in <a href="%(organisation_information_url)s">About</a>.
he: כרגע אין תהליכי השתתפות ציבוריים. התחבר/י <a href="%(account_login_url)s?next=%(organisation_url)s">כאן</a> או קרא/י עוד ב<a href="%(organisation_information_url)s">אודות</a>.

source: Currently, there are no public participation processes. Sign in <a href="%(account_login_url)s?next=%(organisation_url)s">here</a>.
he: כרגע אין תהליכי השתתפות ציבוריים. התחבר/י <a href="%(account_login_url)s?next=%(organisation_url)s">כאן</a>.

source: Participate now!
he: השתתפו עכשיו!

source: Upcoming participation
he: השתתפות עומדת להתחיל

source: Ended participation
he: השתתפות הסתיימה

source: Organisation information successfully updated.
he: מידע הארגון התעדכן בהצלחה.

source: Legal information successfully updated.
he: מידע משפטי עודכן בהצלחה.

source: archive
he: העברה לארכיון

source: dearchive
he: הסרה מארכיון

source: Participants
he: משתתפים

source: Moderators
he: מנהלים

source: Show insights with numbers of contributions and participants during the participation process
he: הצג תובנות עם מספר התרומות והמשתתפים במהלך תהליך ההשתתפות

source: Invite users via email
he: הזמנת משתמשים דרך אימייל

source: Invite users via file upload
he: הזמנת משתתפים דרך העלאת קובץ

source: Upload a csv file containing email addresses.
he: העלו קובץ csv המכיל כתובות אימייל.

source: Please enter email addresses or upload a file
he: אנא הכינסו כתובות אימייל או העלו קובץ

source: active participants
he: משתתפים פעילים

source: comments
he: תגובות

source: ratings
he: דירוגים

source: written ideas
he: רעיונות שנכתבו

source: poll answers
he: תשובות שאלון

source: interactive event questions
he: שאלות אירוע אינטראקטיבי

source: %(time_left)s remaining
he: %(time_left)s נותר

source: more than 1 year remaining
he: נותרה מעל שנה

source: Participation: from %(project_start)s
he: השתתפות: מ%(project_start)s

source: Participation ended. Read result.
he: השתתפות הסתיימה. קראו תוצאות.

source: starts on {}
he: מתחיל ב{}

source: starts in the future
he: מתחיל בעתיד

source: completed
he: הושלם

source: Here you can find a decorative picture.
he: כאן ניתן למצוא תמונה דקורטיבית.

source: Project is private.
he: הפרויקט הינו פרטי.

source: Project is semi-public.
he: הפרויקט הינו חצי-ציבורי.

source: Type of participation:
he: סוג השתתפות:

source: %(num_entries)s Contribution
he: תרומה אחת

source: more than 1 year
he: מעל שנה

# abbreviation "more than 1 year"
source: > 1 Y
he: > שנה

source: SHOW MORE
he: הצג/י עוד

source: READ
he: קרא/י

source: Participation: from %(date)s
he: השתתפות: מ %(date)s

source: Timeline item
he: ציר זמן פריט

source: from %(date)s
he: מ %(date)s

source: on %(date)s
he: ב %(date)s

source: Remove
he: מחיקה

source: Add
he: הוספה

source: Upload
he: העלאה

source: Invitation to %(project)s
he: הזמנה ל%(project)s

source: Moderation invitation for %(project)s
he: הזמנת ניהול עבור %(project)s
