Repository: KrabED/Adhocracy2
Catalog: locale-source/locale/*/LC_MESSAGES/django.po
Languages: he

source: Please login to procceed. If you do not have an account, register and revisit the invitation link.
he: אנא התחברו כדי להמשיך. אם אין לכם חשבון עדיין, הרשמו והכנסו שוב לקישור ההזמנה.

source: Proceed to login
he: המשך להתחברות

source: Register
he: הרשמה

source: You were invited by the initiator of the project. If you accept you will be able to moderate the project.
he: הוזמנת על ידי יוזם הפרויקט. אם ההזמנה תתקבל על ידך, תוכל/י להנחות את הפרויקט.

source: Accept
he: קבל/י

source: Decline
he: סרב/י

source: Invitation to participate in the project "%(project)s"?
he: הזמנה להשתתף בפרויקט "%(project)s"?

source: For this you need an account. Please login with your account or register.
he: נצרך חשבון בשביל זה. אנא התחברו עם חשבונכם או הרשמו.

source: Do you want to join %(project)s?
he: האם ברצונך להצטרף ל%(project)s?

source: You were invited by the initiator of the project. If you accept you will be able to participate in the project with your username "%(user)s". If you want to join with a different profile please login with your other profile and follow the invitation link again. If you decline the invitation the link is not valid anymore.
he: הוזמנת על ידי יוזם הפרויקט. אם תקבל/י את ההזמנה תוכל/י להשתתף בפרויקט עם שם המשתמש שלך "%(user)s". אם ברצונך להצטרף עם פרופיל אחר, אנא התחבר/י עם הפרופיל האחר שלך ועקוב/י שוב אחרי קישור ההזמנה. אם תסרב/י להזמנה, הקישור לא יהיה תקף עוד.

source: This project is not yet published.
he: פרויקט זה עדיין לא פורסם.

source: Telephone
he: טלפון

source: Edit Moderators
he: עריכת מנחים

source: Pending Invitations
he: הזמנות בהמתנה

source: Edit Participants
he: עריכת משתתפים

source: Invitation succesfully removed.
he: הזמנה הוסרה בהצלחה.

source: Invitation was already accepted or removed.
he: הזמנה כבר אושרה או הוסרה.

source: Following users already accepted an invitation:
he: משתמשים במעקב שכבר אשרו הזמנה:

source: Following users are already invited:
he: משתמשים במעקב שכבר הוזמנו:

source: Invite moderators via email
he: הזמינו מנחים דרך אימייל

source: Invite moderators via file upload
he: הזמינו מנחים דרך העלאת קובץ

source: {} moderator invited.
he: {} מנחה הוזמנ/ה.

source: {} moderators invited.
he: {} מנחים הוזמנו.

source: Moderator successfully removed.
he: מנחה נמחק בהצלחה.

source: {} participant invited.
he: {} משתתפ/ת הוזמנ/ה.

source: {} participants invited.
he: {} משתתפים הוזמנו.

source: Participant successfully removed.
he: הפרויקט '%(name)s' נמחק בהצלחה.

source: Topics
he: נושאים

source: Prioritize phase
he: שלב תעדוף

source: Prioritize and comment topics.
he: תעדוף והגבה על נושאים

source: topic prioritization
he: תעדוף נושא

source: Confirm Topic Deletion
he: אישור מחיקת נושא

source: Are you sure you want to delete the topic?
he: את/ה בטוח/ה שברצונך למחוק את הנושא?

source: Add a new topic
he: הוספת נושא חדש

source: Add Topic
he: הוספת נושא

source: Edit topic
he: עריכת נושא

source: The topic has been deleted
he: הנושא נמחק

source: My dashboard
he: הדאשבורד שלי

source: Overview
he: סקירה

source: Moderation
he: הנחיה

source: My profile
he: הפרופיל שלי

source: My user Settings
he: הגדרות המשתמש שלי

source: Account Settings
he: הגדרות חשבון

source: Link to profile:
he: קישור לפרופיל:

source: Since
he: מאז

source: Initiator Organisations
he: ארגוני יוזם

source: Home
he: בית

source: Organisations
he: ארגונים

source: You are not yet following any projects.
he: אינך עוקב/ת עוד אחרי פרויקטים.

source: Your User Overview
he: סקירת המשתמש שלך

source: My activity feed
he: פיד הפעילות שלי

source: My Feed
he: הפיד שלי

source: Projects I am following
he: פרויקטים במעקב שלי

source: Following
he: במעקב

source: Back
he: אחורה

source: Selection of projects I am following
he: בחירת פרויקטים במעקב שלי

source: Projects I am following page
he: דף פרויקטים במעקב שלי

source: View more
he: ראו עוד

source: You are not active in any projects yet.
he: אינך פעיל/ה באף פרויקט עוד.

source: Last few activities on my account
he: הפעולות האחרונות בחשבון שלי

source: No activity yet.
he: אין פעילות עדיין.

source: Account activity page
he: דף פעילות חשבון

source: Enter a valid username. This value may contain only letters, digits, spaces and @/./+/-/_ characters. It must start with a digit or a letter.
he: הזן/י שם משתמש תקין. ערך זה יכול להכיל רק אותיות, מספרים, רווחים ואת התווים @/./+/-/_ בלבד. שם המשתמש חייב להתחיל במספר או באות.

source: Permissions
he: הרשאות

source: Important dates
he: תאריכים חשובים

source: If you no longer want to receive any notifications, change the settings for your {}account{}.
he: אם אין ברצונך לקבל התראות, ניתן לשנות את ההגדרות עבור {}החשבון{} שלך.

source: If you no longer want to receive notifications about this project, unsubscribe from the {}project{}.
he: אם אינך רוצה לקבל עוד התראות על פרויקט זה, אנא בטל/י את ההרשמה ל{}פרויקט{}.

source: Please enter correct email addresses, separated by commas.
he: אנא הכינסו כתובות אימייל תקינות, מופרדות בפסיקים.

source: If you are having difficulty please contact us by {}email{}.
he: אם נתקלתם בקושי אנא צרו קשר איתנו באמצעות {}אימייל{}.

source: Username/e-mail
he: שם משתמש/אימייל

source: I would like to receive further information
he: אשמח לקבל מידע נוסף

source: Projects you are following can send you additional information via email.
he: פרויקטים במעקב שלך יכולים לשלוח אליך מידע נוסף באימייל.

source: Your username will appear publicly next to your posts.
he: שם המשתמש שלך יופיע באופן ציבורי.

source: Membership number of IG BCE
he: מספר חבר של IG BCE

source: The membership number consists of a seven-digit number and can be found on the membership card.
he: מספר החבר מורכב ממספר בן שבע ספרות וניתן למצוא אותו בכרטיס החבר.

source: Date of birth
he: תאריך לידה

source: Please also enter your date of birth in the format MM/DD/YYYY for authentication. Only members of the IG BCE can participate.
he: אנא הזן/י גם את תאריך הלידה שלך בפורמט MM/DD/YYYY לצורך אימות. רק חברי IG BCE יכולים להשתתף.

source: I confirm that I have read and accepted the <a href="/info/ig-bce-datenschutz/" target="_blank">data protection policy</a> of IG BCE.
he: אני מאשר/ת שקראתי והסכמתי ל<a href="/info/ig-bce-datenschutz/" target="_blank">מדיניות הגנת הפרטיות</a> של IG BCE.

source: Something is wrong with the setup - please try again later
he: משהו לא תקין בהגדרה - אנא נסה/י שוב מאוחר יותר

source: There is already a participant with this membership number. Please check your entry. If this is your membership number, please send an email to "zukunftsgewerkschaft@igbce.de".
he: כבר קיים משתתף עם מספר החבר הזה. אנא בדוק/י את הרישום שלך. אם זהו מספר החבר שלך, אנא שלח/י אימייל לכתובת "zukunftsgewerkschaft@igbce.de".

source: Unfortunately, the member number and / or date of birth could not be linked to an active member account. Please check your input and try again. If you still have problems, please contact "zukunftsgewerkschaft@igbce.de".
he: לצערנו,לא ניתן היה לקשר מספר החבר ו/או תאריך הלידה לחשבון חבר פעיל. אנא בדוק/י את הקלט שלך ונסה/י שוב. אם הבעיה נמשכת, אנא פנה/י לכתובת האימייל "zukunftsgewerkschaft@igbce.de".

source: username
he: שם משתמש

source: Required. 60 characters or fewer. Letters, digits, spaces and @/./+/-/_ only.
he: נדרש. 60 תווים או פחות. רק אותיות, מספרים, רווחים ו־@/./+/-/_.

source: A user with that username already exists.
he: קיים משתמש עם שם משתמש זה.

source: This username is invalid.
he: שם משתמש לא תקין.

source: Email address
he: כתובת אימייל

source: Email is invalid or already taken.
he: אימייל לא תקין או תפוס.

source: staff status
he: סטטוס איש צוות

source: Designates whether the user can log into this admin site.
he: סמן/י האם המשתמש יכול להכנס לאתר ניהול זה.

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
he: סמן/י אם המשתמש הזה צריך להיחשב כפעיל. בטל/י את הסימון במקום למחוק חשבונות.

source: Send me email notifications
he: שלחו לי התראות באימייל

source: Designates whether you want to receive notifications. Unselect if you do not want to receive notifications.
he: סמן/י אם את/ה רוצה לקבל התראות. בטל/י את הסימון אם אינך רוצה לקבל התראות.

source: Biography
he: ביוגרפיה

source: Tell us about yourself in 255 characters!
he: ספר/י לנו על עצמך ב255 תווים!

source: Facebook name
he: שם בפייסבוק

source: Your facebook name is the last part of the URL, when you access your profile.
he: שם הפייסבוק שלך הוא החלק האחרון של ה-URL, כאשר את/ה ניגש/ת לפרופיל שלך.

source: Homepage
he: דף הבית

source: Avatar picture
he: תמונת אווטאר

source: Your preferred language
he: שפה מועדפת

source: Specify your preferred language for the user interface and the notifications of the platform.
he: ציין/י את השפה המועדפת עליך עבור ממשק המשתמש וההתראות של הפלטפורמה.

source: Menu
he: תפריט

source: Hello
he: שלום

source: Admin
he: מנהל

source: My Overview
he: סקירה

source: Logout
he: יציאה

source: Login
he: התחברות

source: User profile of
he: פרופיל משתמש של

source: My user settings
he: הגדרות המשתמש שלי

source: Facebook
he: פייסבוק

source: Twitter
he: טוויטר

source: Selection of projects the are following
he: בחירת פרויקטים במעקב

source: This user is not active in any projects yet.
he: משתמש זה לא פעיל באף פרויקט עדיין.

source: List of last activities on their account
he: רשימת פעילויות אחרונות בחשבון שלהם

source: Activities
he: פעילויות

source: English
he: אנגלית

source: German
he: גרמנית

source: Dutch
he: הולנדית

source: Kyrgyz
he: קירגיזית

source: Russian
he: רוסית

source: Hebrew
he: עברית

source: Rich text editor
he: עורך טקסט עשיר

source: suggestion
he: הצעה

source: question
he: שאלה

source: Diamond
he: יהלום

source: Triangle up
he: משולש

source: Triangle down
he: משולש הפוך

source: Ellipse
he: אליפסה

source: Semi circle
he: חצי עיגול

source: Hexagon
he: משושה

source: Rhomboid
he: מקבילית

source: Star
he: כוכב

source: Square
he: ריבוע

source: Octothorpe
he: סולמית

source: Rectangle
he: מלבן

source: Circle
he: עיגול

source: Right triangle
he: משולש ישר זווית

source: Zigzag
he: זיגזג

source: brainstorming
he: סיעור מוחות

source: spatial brainstorming
he: סיעור מוחות מרחבי

source: idea challenge
he: תחרות רעיונות

source: spatial idea challenge
he: תחרות רעיונות מרחבית

source: text review
he: טקסט חוות דעת

source: poll
he: שאלון

source: interactive event
he: אירוע אינטראקטיבי

source: prioritization
he: תעדוף

source: debate
he: עימות

source: fair-vote
he: בחירות-הוגנות

source: You are not allowed to access this page.
he: אין לך גישה לדף זה.

source: The verification of your input has failed. Please reload the page and make sure that your browser settings allow setting session cookies.
he: בדיקת הקלט שלך נכשלה. אנא רענן/י את הדף וודא/י שהגדרות הדפדפן שלך מאפשרות קביעת session cookies.

source: This page could not be found.
he: לא מצאנו את הדף הזה

source: Communication
he: תקשורת

source: Organisation settings
he: הגדרות ארגון

source: All projects
he: כל הפרויקטים

source: Project ready for publication
he: פרויקט מוכן לפרסום

source: Project not ready for publication
he: פרויקט לא מוכן לפרסום

source: Module ready for addition
he: מודול מוכן להוספה

source: Module not ready for addition
he: מודול לא מוכן להוספה

source: Hide from project
he: הסתרה מהפרויקט

source: Add to project
he: הוספה לפרויקט

source: Add Module
he: הוספת מודול

source: Create a new Project
he: יצירת פרויקט חדש

source: Communication options
he: אפשרויות תקשורת

source: Project created
he: פרויקט נוצר

source: Create project
he: יצירת פרויקט

source: Fill in project details
he: מילוי פרטי פרויקט

source: No module created
he: לא נוצר אף מודול

source: Module created
he: מודול נוצר

source: Add participation module(s)
he: הוספת מודול/ים להשתתפות

source: Module not ready to be filled in
he: מודול לא מוכן למילוי

source: Fill in module details
he: מילוי פרטי מודול

source: Module ready to be added to project
he: מודול מוכן להוספה לפרויקט

source: Module not ready to be added to project
he: מודול לא מוכן להוספה לפרויקט

source: Show module(s) in project
he: הצגת מודול/ים בפרויקט

source: Module added to project
he: מודול נוסף לפרויקט

source: Add module(s) to project
he: הוספת מודול/ים לפרויקט

source: Publish project
he: פרסום פרויקט

source: Project type has been published
he: סוג הפרויקט פורסם

source: The project has been published. You can add further modules.
he: הפרויקט פורסם. ניתן להוסיף מודולים נוספים.

source: more
he: עוד

source: delete
he: מחיקה

source: Are you sure you want to delete the project '%(project_name)s'?
he: את/ה בטוח/ה שברצונך למחוק את הפרויקט '%(project_name)s'?

source: cancel
he: ביטול

source: Results
he: תוצאות

source: General information
he: מידע כללי

source: Missing important fields
he: שדות חשובים חסרים

source: Legal information
he: מידע משפטי

source: Remove item
he: מחיקת פריט

source: This project is in not published yet.
he: פרויקט זה אינו פורסם עוד.

source: Previous
he: הקודם

source: of
he: מתוך

source: Next
he: הבא

source: More questions from this online participation
he: עוד שאלות מהשתתפות אונליין זו

source: Email Addresses
he: כתובות אימייל

source: Main Email
he: אימייל ראשי

source: Primary
he: ראשי

source: Verified
he: אומת

source: Other Emails
he: אימיילים אחרים

source: Unverified
he: לא מאומת

source: Make Primary
he: הפיכה לראשי

source: Re-send Verification
he: שליחת אימות מחדש

source: Add another Email
he: הוספת אימייל נוסף

source: Add Email
he: הוספת אימייל

source: Confirm Email Address
he: אישור כתובת אימייל

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an email address for user %(user_display)s.
he: אנא אשרו כי <a href="mailto:%(email)s">%(email)s</a> היא כתובת האימייל למשתמש %(user_display)s.

source: Confirm
he: אישור

source: This email confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new email confirmation request</a>.
he: קישור זה לאישור אימייל לא תקף או לא תקין. אנא <a href="%(email_url)s">הנפיקו בקשת אישור אימייל חדשה</a>.

source: If you have not created an account yet, then please <a href="%(signup_url)s">register</a> first.
he: אם עדיין לא יצרתם חשבון, אנא <a href="%(signup_url)s">הרשמו</a> קודם.

source: Forgot Password?
he: שכחת סיסמא?

source: Sign Out
he: התנתקות

source: Are you sure you want to sign out?
he: את/ה בטוח/ה שברצונך להתנתק?

source: Change your password
he: שינוי סיסמא

source: Password
he: סיסמא

source: Repeat password
he: אימות סיסמא

source: Password Reset
he: איפוס סיסמא

source: Forgotten your password? Enter your email address below, and we'll send you an email allowing you to reset it.
he: שכחת את הסיסמה שלך? הזן/י את כתובת האימייל שלך למטה, ונשלח לךאימייל שיאפשר לך לאפס אותה.

source: Reset My Password
he: איפוס סיסמא

source: Please contact us if you have any trouble resetting your password.
he: אנא צרו קשר אם נתקלתם בקושי בעת איפוס הסיסמא שלכם.

source: Change Password
he: שינוי סיסמא

source: Bad Token
he: אסימון לא תקין

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
he: קישור איפוס הסיסמה לא היה תקף, ייתכן כי היה כבר בשימוש. אנא בקש/י <a href="%(passwd_reset_url)s">איפוס סיסמה חדש</a>.

source: change password
he: שינוי סיסמא

source: Your password is now changed.
he: הסיסמא שלך שונתה.

source: Already have an account? Then please <a href="%(login_url)s">login</a>.
he: כבר יש לך חשבון? אנא <a href="%(login_url)s">התחבר/י</a>.

source: I confirm that I have read and accepted the <a href="%(terms_of_use_url)s" target="_blank">terms of use</a> and the <a href="%(data_protection_policy)s" target="_blank">data protection policy</a>.
he: אני מאשר/ת שקראתי והסכמתי ל<a href="%(terms_of_use_url)s" target="_blank">תנאי השימוש</a> ו<a href="%(data_protection_policy)s" target="_blank">מדיניות הגנת נתונים</a>.

source: With your account on %(platformname)s, you can take part in every public participation project on this platform. This platform allows organisations initiatives to conduct digital participation projects. If you have any questions regarding the data protection on this platform you can find <a href="%(data_protection_url)s" target="_blank">further information here</a>.
he: עם חשבונך ב %(platformname)s,תוכל/י לקחת חלק בכל השתתפות ציבורית בפלטפורמה זו. פלטפורמה זו מאפשרת יוזמות של ארגונים לבצע השתתפות דיגיטלית בפרויקטים. אם יש לך שאלות לגבי הגנת מידע בפלטפורמה זו, תוכל/י למצוא <a href="%(data_protection_url)s" target="_blank">מידע נוסף כאן</a>.

source: Skip to content
he: דילוג לתוכן

source: %(platformname)s is funded by donations.
he: %(platformname)s ממומנת על ידי תרומות.

source: Donate now
he: תרמו עכשיו

source: Donate now to %(platformname)s
he: תרמו עכשיו ל%(platformname)s

source: Error
he: שגיאה

source: Back to %(platformname)s
he: בחזרה ל %(platformname)s

source: Responsible for the participation project:
he: אחראים להשתתפות בפרויקט:

source: %(platformname)s is a participation platform operated by
he: %(platformname)s היא פלטפורמת השתתפות המנוהלת על ידי

source: <a href="/">%(platformname)s</a> is a platform provided by <a href="https://liqd.net/de/">Liquid Democracy e.V.</a> in Berlin.
he: <a href="/">%(platformname)s</a> היא פלטפורמה המסופקת על ידי <a href="https://liqd.net/de/">Liquid Democracy e.V.</a> בברלין.

source: Responsible for the content of this page:
he: אחראים על תוכן דף זה:

source: selected
he: נבחר

source: select
he: בחירת

source: Our projects
he: הפרויקטים שלנו

source: About
he: אודות

source: choins
he: מטבעות-בחירה

source: Social Connections
he: חיבורים חברתיים

source: Remove existing connections
he: מחיקת חיבורים קיימים

source: You can sign in to your account using any of the following third party accounts. To remove them mark the one you would like to remove and click the remove button
he: ביכולתך להיכנס לחשבון שלך באמצעות אחד מחשבונות צד שלישי הבאים. כדי להסירם, סמנ/י את החשבון שברצונך להסירולחצ/י על כפתור ההסרה

source: You currently have no social network accounts connected to this account.
he: נכון לעכשיו אין לך חשבונות רשת חברתית המחוברים לחשבון זה.

source: Signup
he: הרשמה

source: Sign Up
he: הרשמה

source: Login with social media account
he: התחברות עם חשבון רשת חברתית

source: Login with
he: התחברות עם
