Repository: KrabED/Adhocracy2
Catalog: locale-source/locale/*/LC_MESSAGES/django.po
Languages: he

source: Add category
he: הוספת קטגוריה

source: Dashboard
he: דאשבורד

source: Project Settings
he: הגדרות פרויקט

source: Missing fields for publication
he: שדות חסרים לצורך פרסום

source: Save
he: שמירה

source: New Project
he: פרויקט חדש

source: Phase
he: שלב

source: Select
he: בחירה

source: Missing field for publication
he: שדה חסר לצורך פרסום

source: Preview
he: תצוגה מקדימה

source: View
he: צפיה

source: required fields for publication
he: שדות נדרשים לצורך פרסום

source: Publish
he: פרסום

source: Unpublish
he: הורדת פרסום

source: Create project based on
he: יצירת פרויקט מבוסס על

source: After saving the draft project you can further customize and edit your project and eventually publish it.
he: לאחר שמירת טויטת הפרויקט ניתן להמשיך להתאים ולערוך את הפרויקט שלך ולבסוף לפרסם אותו

source: Create draft
he: יצירת טיוטה

source: Cancel
he: ביטול

source: Projects
he: פרויקטים

source: Finished
he: הסתיים

source: semipublic
he: חצי-ציבורי

source: private
he: פרטי

source: Edit
he: עריכה

source: Duplicate
he: שכפול

source: We could not find any projects.
he: לא מצאנו אף פרויקט

source: Export
he: יצוא

source: You can export the results of your participation project as an excel file.
he: ניתן לייצא את תוצאות ההשתתפות בפרויקט כקובץ אקסל.

source: here you can export all ideas
he: כאן ניתן לייצא את כל הרעיונות

source: here you can export all subjects
he: כאן ניתן לייצא את כל הנושאים

source: here you can export all answers
he: כאן ניתן לייצא את כל התשובות

source: here you can export all comments
he: כאן ניתן לייצא את כל התגובות

source: Search
he: חיפוש

source: This field is required
he: שדה נדרש

source: Remove category
he: מחיקת קטגוריה

source: Remove the picture
he: מחיקת התמונה

source: Upload a picture
he: העלאת תמונה

source: Your image will be uploaded/removed once you save your changes at the end of this page.
he: התמונה שלך תועלה/תמחק בעת שמירת השינויים בסוף דף זה.

source: In this section, you can create labels. If you create any, each contribution can be assigned to one or more of them. This way, content can be classified.
he: בחלק זה ניתן ליצור תוויות. אם יצרת תווית, ניתן להקצות כל תרומה לאחד או יותר מהם. בדרך זו ניתן לסווג תוכן.

source: Add label
he: הוספת תווית

source: Participation is not possible at the moment. The poll has not been set up yet.
he: לא ניתן להשתתף כעת. השאלון לא הוגדר עדיין.

source: Setup the poll by adding questions and answers in the dashboard.
he: הכינו את השאלון על ידי הוספת שאלות ותשובות בדאשבורד

source: Edit poll
he: עריכת שאלון

source: Categories
he: קטגוריות

source: Edit categories
he: עריכת קטגוריות

source: Category
he: קטגוריה

source: Category name
he: שם קטגוריה

source: Category icon
he: אייקון קטגוריה

source: Type of category
he: סוג קטגוריה

source: You can individualise the term category. The character limit is max. 25 characters (with spaces).
he: ניתן להתאים אישית את המונח קטגוריה. מגבלת התווים היא מקסימום 25 תווים (כולל רווחים).

source: Description/Helptext
he: תיאור/טקסט עזר

source: You can individualise the description text. The description text is displayed to the participants as help text when they have to assign their ideas. The character limit is max. 300 characters (with spaces).
he: ניתן להתאים אישית את טקסט התיאור. טקסט התיאור מוצג למשתתפים כטקסט עזרה כאשר הם צריכים להקצות את הרעיונות שלהם. מגבלת התווים היא מקסימום 300 תווים (כולל רווחים).

# noun
source: Comment
he: תגובה

source: Comments
he: תגובות

source: Please choose a category
he: אנא בחרו קטגוריה

source: unknown user
he: משתמש/ת לא ידוע/ה

source: Please agree to the organisation's terms of use.
he: אנא הסכימו לתנאי השימוש של הארגון.

source: Please choose one or more categories.
he: אנא בחרו קטגוריה אחת או יותר.

source: The project has been updated.
he: הפרויקט התעדכן.

source: Basic settings
he: הגדרות בסיסיות

source: Edit basic settings
he: עריכת הגדרות בסיסיות

source: Information
he: מידע

source: Edit project information
he: עריכת מידע אודות הפרויקט

source: Result
he: תוצאה

source: Edit project result
he: עריכת תוצאת הפרויקט

source: Basic information
he: מידע בסיסי

source: Edit basic module information
he: עריכת מידע בסיסי אודות המודול

source: Phases
he: שלבים

source: Edit phases information
he: עריכת מידע אודות השלבים

source: Area settings
he: הגדרות איזור

source: Edit area settings
he: עריכת הגדרות איזור

source: Archived
he: ארכיון

source: All
he: הכל

source: No
he: לא

source: Yes
he: כן

source: Only invited users can participate (private).
he: רק משתתפים שהוזמנו יכולים להשתתף (פרטי)

source: Contact for questions
he: איש קשר לשאלות

source: End time
he: שעת סיום

source: Start date
he: תאריך התחלה

source: Start time
he: שעת התחלה

source: Project successfully duplicated.
he: הפרויקט שוכפל בהצלחה.

source: Project successfully created.
he: הפרויקט נוצר בהצלחה.

source: Invalid action
he: פעולה לא חוקית.

source: Project is already published
he: הפרויקט כבר פורסם

source: Project cannot be published. No module is added.
he: לא ניתן לפרסם את הפרויקט. לא נוספו מודולים.

source: Project cannot be published. Required fields are missing.
he: לא ניתן לפרסם את הפרויקט. שדות נדרשים חסרים.

source: Project cannot be published.
he: לא ניתן לפרסם את הפרויקט.

source: the project has been published.
he: הפרויקט פורסם.

source: Project is already unpublished
he: הפרויקט כבר ירד מפרסום

source: the project has been unpublished.
he: הפרויקט ירד מפרסום

source: Comment count
he: מספר תגובות

source: Creator
he: יוצר/ת

source: Created
he: נוצר

source: Link
he: קישור

source: Location (Longitude)
he: מיקום (קו אורך)

source: Location (Latitude)
he: מיקום (קו רוחב)

source: Location label
he: תווית מיקום

source: Labels
he: תוויות

source: Reference No.
he: אזכור מספר

source: Status
he: סטטוס

source: Feedback
he: משוב

source: Remark
he: הערה

source: Positive ratings
he: דירוגים חיוביים

source: yes
he: כן

source: no
he: לא

source: Ordering
he: מיון

source: {help_prefix} It must be min. {min_resolution[0]} pixel wide and {min_resolution[1]} pixel tall. Allowed file formats are {fileformats_str}. The file size should be max. {max_size_mb} MB.
he: {help_prefix} זה חייב להיות ברוחב מינימלי של {min_resolution[0]} פיקסלים וגובה מינימלי של {min_resolution[1]} פיקסלים. פורמטי הקבצים המותרים הם {fileformats_str}. גודל הקובץ צריך להיות מקסימום {max_size_mb} MB.

source: {image_name} copyright
he: זכויות יוצרים של {image_name}

source: Copyright shown in the {image_name}.
he: זכויות יוצרים מוצגים ב{image_name}.

source: An alternate text serves as a textual description of the image content and is read out by screen readers. Describe the image in max. 80 characters. Example: A busy square with people in summer.
he: טקסט חלופי משמש כתיאור טקסטואלי של תוכן התמונה ונקרא על ידי קוראי מסך. תאר את התמונה במקסימום 80 תווים. דוגמה: כיכר הומה עם אנשים בקיץ.

source: Please add copyright information.
he: אנא הוסיפו מידע אודות זכויות יוצרים

source: Please add an alternative text for this image
he: אנא הוסיפו טקסט חלופי לתמונה זו

source: Unsupported file format. Supported formats are {}.
he: פורמט קובץ לא נתמך. הפורמטים הנתמכים: {}

source: Image should be at most {max_size} MB
he: גודל תמונה לכל היותר {max_size} MB

source: Image must be at least {min_width} pixels wide
he: רוחב תמונה לפחות {min_width} פיקסלים

source: Image must be at least {min_height} pixels high
he: גובה תמונה לפחות {min_height} פיקסלים

source: Image must be at most {max_width} pixels wide
he: רוחב תמונה לכל היותר {max_width} פיקסלים

source: Image must be at most {max_height} pixels high
he: אורך תמונה לכל היותר {max_height} פיקסלים

source: Select a picture from your local folder.
he: בחירת תמונה מתקיה מקומית

source: Edit labels
he: עריכת תוויות

source: Label
he: תווית

source: Type of label
he: סוג תווית

source: You can individualise the term label. The character limit is max. 25 characters (with spaces).
he: ניתן להתאים אישית את התווית למונח. מגבלת התווים היא מקסימום 25 תווים (כולל רווחים).

source: Modified
he: השתנה

source: Title of the module
he: כותרת המודול

source: This title will appear in the timeline and the header on the module and project detail pages. It should be max. 512 characters long
he: כותרת זו תופיע בדפי ציר הזמן, המודול ופרטי הפרויקט. מקסימום 512 תווים

source: Short description of the module
he: תיאור קצר של הפרויקט

source: This short description will appear on the header of the module and project detail pages. It should briefly state the goal of the module in max. 512 chars.
he: תיאור קצר זה יופי בדפי המודול ופרטי הפרויקט. מקסימום 512 תווים

source: day
he: יום

source: days
he: ימים

source: hour
he: שעה

source: hours
he: שעות

source: minute
he: דקה

source: minutes
he: דקות

source: second
he: שניה

source: seconds
he: שניות

# abbreviation for day(s)
source: D
he: י

# abbreviation for hour(s)
source: H
he: שע

# abbreviation for minute(s)
source: M
he: ד

# abbreviation for second(s)
source: S
he: שנ

source: Phases cannot run at the same time and must follow after each other.
he: שלבים לא יכולים להתקיים באותו הזמן וצריכים להיות עוקבים אחד אחר השני.

source: Phases need to be in same order as in form.
he: שלבים צריכים להיות באותו הסדר שבטופס

source: Name
he: שם

source: Description
he: תיאור

source: End date can not be before start date.
he: תאריך סיום לא יכול להיות לפני תאריך התחלה.

source: Either both or no date has to be set.
he: יש להגדיר את שני התאריכים או לא להגדיר אף תאריך.

source: Please specify your answer.
he: אנא ציינ/י תשובתך

source: Key error for {}
he: שגיאת מפתח עבור {}

source: Choice not found.
he: בחירה לא נמצאה

source: Duplicate choices detected.
he: מספר בחירות אותרו

source: Multiple choice disabled for question.
he: בחירה מרובה לא אפשרית עבור השאלה

source: Poll
he: שאלון

source: Export Excel
he: יצוא לאקסל

source: ID
he: מספר זיהוי

source: Explanation
he: הסבר

source: Questions with open answers cannot have multiple choices.
he: שאלות עם תשובות פתוחות לא יכולות להיות עם בחירה מרובה

source: Question with choices cannot become open question. Delete choices or add new open question.
he: שאלות בחירה לא יכולות להפוך לשאלות פתוחות. מחקו את הבחירות או הוסיפו שאלות חדשות פתוחות.

source: Answer
he: תשובה

source: Only open questions can have answers.
he: רק לשאלות פתוחות ניתן להוסיף תשובה.

source: Open questions cannot have choices.
he: שאלות פתוחות לא יכולות להיות עם בחירה

source: "Other" cannot be the only choice. Use open question or add more choices.
he: "אחר" לא יכולה להיות האפשרות היחידה. השתמשו בשאלות פתוחות או הוסיפו אפשרויות נוספות.

source: Question already has "other" choice.
he: כבר קיימת האפשרות "אחר" לשאלה.

source: Other vote can only be created for vote on "other" choice.
he: הצבעה לאחר יכול להיווצר רק עבור בחירה של "אחר".

source: other
he: אחר

# A4: voting phase name
source: Voting phase
he: שלב ההצבעה

# A4: voting phase description
source: Answer the questions and comment on the poll.
he: ענו על השאלות והגיבו על השאלון.

source: polls
he: שאלונים

source: Item of type %(item)s for that module already exists
he: כבר קיים פריט מסוג %(item)s למודול זה

source: Question has to belong to the poll set in the url.
he: שאלה חייבת להיות שייכת לשאלון שנקבעה בurl.

source: Choice has to belong to the question set in the url.
he: בחירה חייבת להיות שייכת לשאלה שנקבעה בurl.

source: Only one vote per choice is allowed per user.
he: רק הצבעה אחת לבחירה מותרת לכל משתמש

source: Project
he: פרויקט

source: Information and result
he: מידע ותוצאה

source: Settings
he: הגדרות

source: Contact
he: יצירת קשר

source: public
he: ציבורי

source: Final Results
he: תוצאות סופיות

source: Phone numbers can only contain digits, spaces and the following characters: -, +, (, ). It has to be between 8 and 20 characters long.
he: מספר טלפון יכול להכיל רק מספרים, רווחים ואת התווים האים: -, +, (, ). אורכו צריך להיות בין 8 ל20 תווים.

source: Postal address
he: כתובת לדיוור

source: Email
he: אימייל

source: Contact person
he: איש קשר

source: Phone
he: טלפון

source: Website
he: אתר

source: Can your project be located on the map?
he: האם ניתן למקם את הפרויקט שלך על מפה?

source: Title of your project
he: כותרת פרויקט

source: Short description of your project
he: תיאור קצר של הפרויקט

source: This short description will appear on the header of the project and in the teaser. It should briefly state the goal of the project in max. 250 chars.
he: תיאור קצר זה יופיע בראש דף הפרויקט ובטיזר. יש לציין בקצרה את מטרת הפרויקט. מקסימום 250 תווים.

source: Description of your project
he: תיאור פרויקט

source: Results of your project
he: תוצאות הפרויקט שלך

source: Here you should explain what the expected outcome of the project will be and how you are planning to use the results. If the project is finished you should add a summary of the results.
he: כאן צריך להוסיף הסבר מה תוצאות הפרויקט יהיו ואיך אתם מתכוונים להשתמש בתוצאות. אם הפרויקט הסתיים יש להוסיף את סיכום התוצאות.

source: Access to the project
he: גישה לפרויקט

source: Header image
he: תמונה עליונה

source: The image will be shown as a decorative background image.
he: התמונה תוצג כתמונת רקע.

source: Tile image
he: תמונה תחתונה

source: The image will be shown in the project tile.
he: התמונה תוצג בחלק התחתון של הפרויקט.

source: Project is archived
he: הפרויקט הועבר לארכיון

source: Archived projects are not shown in the project overview. For project initiators they are still visible in the dashboard.
he: פרויקטים בארכיון לא מוצגים בסקירה. ליזמי הפרויקט הם עדיין מוצגים בדאשבורד.

source: Project topics
he: נושאי פרויקט

source: Add topics to your project.
he: הוספת נושאים לפרויקט

source: {}. Online Participation
he: {}. השתתפות אונליין

source: Online Participation
he: השתתפות אונליין

source: Report
he: דיווח

source: Yes, I have read and agree to this organisation's {}terms of use{}.
he: כן, קראתי את {}תנאי השימוש{} של הארגון והסכמתי עליהם.

source: User Dashboard
he: דאשבורד משתמש

source: User Dashboard navigation
he: ניווט דאשבורד משתמש

source: Profile
he: פרופיל

source: Change password
he: שינוי סיסמא

source: Email addresses
he: כתובת אימייל

source: Account Connections
he: חשבונות מקושרים

source: User Agreements
he: הסכמי משתמש

source: Your user profile
he: פרופיל המשתמש שלך

source: Your profile
he: הפרופיל שלך

source: Save changes
he: שמירת שינויים

source: Here you can edit all your agreements
he: כאן ניתן לערוך את כל ההסכמים שלך

source: Your profile was successfully updated.
he: הפרופיל שלך עודכן בהצלחה.

source: Your agreements were successfully updated.
he: ההסכמים שלך עודכנו בהצלחה.

source: <a href="%(actor_profile)s">%(name)s</a> left a <a href="%(comment_url)s">comment</a> on your <a href="%(item_url)s">contribution</a>
he: <a href="%(actor_profile)s">%(name)s</a> השאיר/ה <a href="%(comment_url)s">תגובה</a> על ה<a href="%(item_url)s">תרומה</a> שלך

source: <a href="%(actor_profile)s">%(name)s</a> left a <a href="%(comment_url)s">reply</a> to your <a href="%(parent_comment_url)s">comment</a>
he: <a href="%(actor_profile)s">%(name)s</a> השאיר/ה <a href="%(comment_url)s">תשובה</a> ל<a href="%(parent_comment_url)s">תגובה</a> שלך

source: Your <a href="%(comment_url)s">comment</a> received <a href="%(feedback_url)s">feedback</a> from moderation
he: <a href="%(comment_url)s">התגובה</a> שלך קיבלה <a href="%(feedback_url)s">משוב</a> ממנחה

source: Moderation updated <a href="%(feedback_url)s">feedback</a> on your <a href="%(comment_url)s">comment</a>
he: מנחה עדכנ/ה <a href="%(feedback_url)s">משוב</a> על ה<a href="%(comment_url)s">תגובה</a> שלך

source: on <a href="%(url)s">%(name)s</a>
he: על <a href="%(url)s">%(name)s</a>

source: Title
he: כותרת

source: Face to face phase
he: שלב פנים אל פנים

source: Required Budget
he: תקציב נדרש

source: Positive Ratings
he: דירוגים חיוביים

source: Negative Ratings
he: דירוגים שליליים

source: go back
he: חזרה

source: Zoom in
he: הגדלה

source: Zoom out
he: הקטנה

source: Nothing to show
he: אין מה להציג

source: Edit %(title)s
he: עריכת %(title)s

source: Most recent
he: החדש ביותר

source: Most popular
he: הפופולרי ביותר

source: Most commented
he: בעל מספר תגובות הגבוה ביותר

source: I am not a robot
he: אני לא רובוט

source: I want to receive a copy of my message
he: אני רוצה לקבל העתק של ההודעה שלי

source: Your message
he: ההודעה שלך

source: Your email address
he: כתובת האימייל שלך

source: Your telephone number
he: מספר הטלפון שלך

source: Your name
he: שמך

source: Send
he: שליחה

source: Your contact person
he: איש הקשר שלך

source: You can find us here:
he: ניתן למצוא אותנו כאן:

source: This is how you can contact us:
he: כך תוכלו ליצור איתנו קשר:

source: display more
he: הצג עוד

source: Back to overview
he: חזרה לסקירה

source: Download
he: הורדה

source: Header image:
he: ראש התמונה:

source: Please look {}here{} for more information.
he: אנא הסתכלו {}כאן{} לעוד מידע.

source: Politicians
he: פוליטיקאים

source: Visit Demosite
he: ביקור באתר הדמו

source: View more examples
he: צפייה בדוגמאות נוספות

source: Share on Twitter
he: שיתוף בטוויטר

source: Share on Facebook
he: שיתוף בפייסבוק

source: Share on Linkedin
he: שיתוף בלינקדאין

source: Choose Category
he: בחירת קטגוריה

source: Try it out!
he: נסו את זה!

source: You have signed out.
he: התנקת.

source: Verify Your E-mail Address
he: יש לאמת את כתובת האימייל

source: You must type the same password each time.
he: יש להזין את אותה הסיסמא בכל פעם.

source: You have confirmed %(email)s.
he: אישרת %(email)s.

source: You cannot remove your primary e-mail address (%(email)s).
he: אין ביכולתך להסיר כתובת אימייל ראשית (%(email)s).

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
he: שלחנו אליכם אימייל. במקרה והאימייל לא הגיע תוך מספר דקות, אנא צרו קשר

source: You must select a maximum of %(limit_value)d choices.
he: יש לבחור מקסימום של %(limit_value)d אפשרויות.

source: Ensure this field has no more than 4000 characters.
he: יש לוודא ששדה זה מכיל לא יותר מ4000 תווים.

source: I hereby confirm that the copyrights for this photo are with me or that I have received rights of use from the author. I also confirm that the privacy rights of depicted third persons are not violated.
he: אני מאשר/ת בזאת כי זכויות היוצרים לתמונה זו הן בבעלותי או שקיבלתי זכויות שימוש מהמחבר. אני גם מאשר/ת כי זכויות הפרטיות של צדדים שלישיים המתוארים בתמונה לא הופרו.

source: You want to upload an image. Please check that you have the right of use for the image.
he: ברצונך להעלות תמונה. אנא וודא/י כי יש לך זכות להשתמש בתמונה זו.

source: Filter bar
he: סרגל מיון

source: View as list
he: צפייה כרשימה

source: View as map
he: צפייה כמפה

source: Page navigation
he: ניווט דף

source: Previous page
he: דף קודם

source: of
he: מתוך

source: Next page
he: דף הבא

source: go to overview
he: מעבר לסקירה

source: Choins
he: מטבעות-בחירה

source: Choins are missing per supporter
he: מטבעות חסרים עבור תומך

source: Actions
he: פעולות

source: Delete
he: מחיקה

source: Give feedback
he: מתן משוב

source: Official Feedback
he: משוב רשמי

source: Brainstorming
he: סיעור מוחות

source: Participants can submit their own ideas and discuss the ideas of others.
he: משתתפים יכולים להגיש את הרעיונות שלהם ולדון ברעיונות של אחרים.

source: Spatial Brainstorming
he: סיעור מוחות מרחבי

source: Participants can submit their own ideas and locate them on a map. They can also discuss the ideas of others.
he: משתתפים יכולים להגיש את הרעיונות שלהם ולמקם אותם על מפה. הם יכולים גם לדון ברעיונות של אחרים

source: Idea Challenge
he: תחרות רעיונות

source: In a first phase, participants can submit their own ideas and discuss the ideas of others. In a second phase, the ideas can be rated (pro/contra).
he: בשלב הראשון, משתתפים יכולים להגיש את הרעיונות שלהם ולדון ברעיונות של אחרים. בשלב בשני ניתן לדרג את הרעיונות (בעד/נגד).

source: Spatial Idea Challenge
he: תחרות רעיונות מרחבית

source: In a first phase, participants can submit their own ideas, mark them on a map, and discuss the ideas of others. In a second phase, the ideas can be rated (pro/contra).
he: בשלב הראשון, משתתפים יכולים להגיש את הרעיונות שלהם, למקם אותם על מפה ולדון ברעיונות של אחרים. בשלב בשני ניתן לדרכ את הרעיונות (בעד/נגד).

source: Text Review
he: טקסט חוות דעת

source: Participants can discuss the paragraphs of a text that you added beforehand.
he: משתתפים יכולים לדון בפסקאות של טקסט שהוספת מראש.

source: Participants can answer open and multiple choice questions and comment on the poll.
he: משתתפים יכולים לענות על שאלות פתוחות ומרובות בחירה ולהגיב על השאלון.

source: Participatory budgeting
he: שיתוף תקציבי

source: Participants can submit their own suggestions, mark them on a map, and add a budget. The ideas of others can be discussed and rated (pro/contra).
he: משתתפים יכולים להגיש את הצעותיהם האישיות, למקם אותן על מפה, ולהוסיף תקציב. ניתן לדון ולדרג (בעד/נגד) רעיונות של אחרים.

source: Interactive Event
he: אירוע אינטראקטיבי

source: The participants of an event can ask their questions online. Other participants can support the question. You as the moderator can sort the questions by support or affiliation.
he: משתתפי האירוע יכולים לשאול את שאלותיהם אונליין. משתתפים אחרים יכולים לתמוך בשאלה. את/ה כמנהל/ת יכול/ה למיין את השאלות לפי תמיכה או שייכות.

source: Prioritization
he: תעדוף

source: Participants can discuss and rate (pro/contra) previously added ideas and topics. Participants cannot add ideas or topics.
he: משתתפים יכולים לדון ולדרג(בעד/נגד) לרעיונות ונושאים שהוספו קודם לכן.משתתפים לא יכולים להוסיף רעיונות או נושאים.

source: Debate
he: עימות

source: Participants can discuss posted topics or questions. To do this, the participants comment on posted topics / questions as well as on contributions from other users.
he: משתתפים יכולים לדון בנושאים או בשאלות שהועלו. לשם כך, המשתתפים מגיבים לנושאים / שאלות שהועלו וכן לתגובות של משתמשים אחרים.

source: Fair vote
he: בחירות הוגנות

source: Participants can submit their own ideas, discuss the ideas of others, and vote for the ideas they support.The ideas are ordered in a fair way.Rather than just ordering them by number of votes, which may be unfair towards minorities,the module uses an algorithm that guarantees to each group a proportional share of the locations on the first page.Fairness is maintained through *choins*. Whenever an idea gets accepted, all users receive choins based on the cost of the accepted idea.If you voted for the idea, you pay your choins to support that idea; otherwise, you keep the choins.The remaining ideas are ordered according to the number of choins that their supporters need in order topay their cost.This mechanism guarantees that no group of users will be ignored for too long.
he: משתתפים יכולים להגיש רעיונות, לדון בהם עם אחרים ולהצביע עבור רעיונות שבהם תומכים. הרעיונות ממויינים בסדר הוגן, ולא ממויינים רק על סמך כמות ההצבעות, מיון אשר יכול להיות לא הוגן כלפימיעוטים, המרחב מאפשר שימוש באלגוריתם המבטיח לכל קבוצה חלוקה פרופורציונלית בדף הראשון.

source: Organisation name
he: שם ארגון

source: All users can see project tile and content and can participate (public).
he: כל המשתמשים יכולים לראות את תוכן הפרויקט ולהשתתף (ציבורי).

source: All users can see project tile and content, only invited users can participate (semi-public).
he: כל המשתמשים יכולים לאות את תוכן הפרויקט, רק משתמשים שהוזמנו יכוליםלהשתתף (חצי-ציבורי).

source: Only invited users can see project tile and content and can participate (private).
he: רק משתמשים שהוזמנו יכולים לראות את תוכן הפרויקט ולהשתתף (פרטי).

source: Add module
he: הוספת מודול

source: Close
he: סגירה

source: Are you sure you want to publish your project?
he: האם את/ה בטוח/ה שברצונך לפרסם את הפרויקט?

source: One module has not been added to the project.
he: מודול אחד לא נוסף לפרויקט

source: New Module
he: מודול חדש

source: Please add a module from the list. You can later add more modules to the project, edit them or remove them again.
he: אנא הוסיפו מודול מהרשימה. ניתן להוסיף מודולים נוספים לפרויקט, לערוך או למחוק אותם מאוחר יותר
